<?php

return [
    'menu' => [
        'list' => [
            'name' => 'Точки',
            'description' => 'Отображать список точек',
        ],
        'create' => [
            'name' => 'Добавить точку',
            'description' => 'Создание точек',
        ],
        'update' => [
            'name' => 'Редактировать точку',
            'description' => 'Редактирование карт и точек',
        ],
        'delete' => [
            'name' => 'Удалить точку',
            'description' => 'Удаление точки',
        ],
    ],
    'table' => [
        'name' => 'Название',
        'address' => 'Адрес',
        'placesfor' => 'Точки для карты',
    ],
    'form' => [
        'use' => 'Использовать эту точку',
        'picker' => 'Выбор места на карте',
        'information' => 'Информация о месте',
        'latitude' => 'Долгота',
        'longitude' => 'Широта',
        'name' => 'Название',
        'address' => 'Адрес',
        'country' => 'Страна',
        'city' => 'Город',
        'zip' => 'Почтовый индекс',
        'phone' => 'Номер телефона',
        'web' => 'Веб сайт',
        'comments' => 'Комментарии',
    ],
];
